@extends('layouts.app')
@section('title')
@endsection
@section('css')
    <style>
        .font-social {
            font-size: 35px;
        }

        .facebook {
            color: #4267B2;
        }

        .twitter {
            color: #1DA1F2;
        }

        .instagram {
            color: #C13584;
        }

        .content-color {
            text-align: justify;
            line-height: 150%;
        }
    </style>
@endsection
@section('skeleton')
@endsection
@section('content')
    <main class="main-wrap terms-condition mb-xxl">
        <section class="p-0">
            <h1 class="title-color">سياسة الخصوصية</h1>
            <h2 class="title-sub title-color fw-600 title-mb">مقدمة</h2>
            <p class="content-color">
                توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا
                الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها منك أو من مصادر أخرى أو تلك التي تقدمها إلينا
                (يُشار إليها بـ"البيانات") وذلك بغية وصولك واستخدامك لموقع قطرة خير www.qatra.sa و/او تطبيق قطرة خير
                للأجهزة المحمولة (المشار إليها مجتمعة بـ"الموقع")، والخدمات والتطبيقات (المشار إليها مجتمعة بـ"الخدمات").
                إننا ندرك أهمية هذه البيانات، ونحن نلتزم بحماية خصوصيتك واحترامها. يُرجى قراءة ما يلي بعناية لفهم ممارساتنا
                فيما يتعلق بالبيانات. باستخدامك لخدماتنا فإنك توافق على التعامل مع البيانات بما يتفق مع سياسة الخصوصية هذه.
            </p>
            <p class="content-color mb-0">
                تعد الإشارات المذكورة بضمير المتكلم (أو ما شابه) في سياسة الخصوصية هذه إشارات إلى تطبيق قطرة خير وتعد
                الإشارات "إليك" أو "المستخدم" إشارات إليك كفرد او شخص اعتباري، حسب مقتضى الحال.
            </p>
        </section>

        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">ما هي البيانات التي قد نجمعها منك؟</h3>
            <p class="content-color">
                قد نقوم بجمع ومعالجة البيانات التالية لغرض تنفيذ المهام وتطوير تجربة المستخدم:
            </p>
            <ul>
                <li>
                    - البيانات التي تقدمها عن طريق تعبئة النماذج في الموقع، بما في ذلك البيانات التي تم تقديمها عند التسجيل
                    لاستخدام الموقع واستخدامه.
                </li>
                <li>
                    - البيانات التي تقدمها لنا، أو التي قد نجمعها منك، عندما تُبلغنا عن اي صعوبة تواجهها عند استخدام موقعنا.
                </li>
                <li>
                    - سجل المراسلات في حال الاتصال بنا.
                </li>
                <li>
                    - أي بيانات أخرى نعتبرها ضرورية لتعزيز تجربتك في استخدام الموقع.
                </li>
            </ul>


        </section>
        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">كيف نُخزن البيانات الخاصة بك؟</h3>
            <p class="content-color">
                البيانات التي نقوم بجمعها منك يتم تخزينها في سيرفرات الخدمة. وسوف نقوم بتخزين البيانات طالما كان ذلك ضرورياً
                وفقاً لسياسة الخصوصية هذه أو إذا ما كان ذلك مطلوباً للالتزام بأي قانون.

            </p>
            <p class="content-color">
                يجوز أن نحتفظ بنسخة من البيانات لأغراض الامتثال للقوانين.

            </p>


        </section>
        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">ما هي معايير الحماية التي نطبقها؟</h3>
            <p class="content-color">
                إننا نتخذ الخطوات اللازمة لضمان التعامل مع البيانات بأمان وبما يتماشى مع سياسة الخصوصية هذه، وذلك لحماية
                البيانات من الوصول اليها بشكل غير مصرح به، او تغييرها، او الافصاح عنها او اتلافها. ومن الممكن أن نستخدم -على
                سبيل المثال- تقنية إلكترونية مشفرة لحماية البيانات أثناء إرسالها إلى موقعنا، بالإضافة إلى جدار حماية
                إلكتروني خارجي، وتقنية جدار حماية إلكتروني على الكمبيوتر المضيف لموقعنا حتى نتمكن من صد الهجمات الضارة على
                الشبكة. سوف يتم السماح فقط للموظفين ومزودي الخدمات الذين يكون عليهم معرفة البيانات بالوصول اليها بغية تنفيذ
                عملهم.

            </p>
            <p class="content-color">
                ومن المهم بالنسبة لك التأكد من حماية والمحافظة على جهاز ورقم الجوال الذي تستخدمه للمصادقة على دخولك على
                خدمات الموقع، وعدم منح إذن أو رمز الدخول لأي شخص آخر غيرك.

            </p>
            <p class="content-color">
                وللأسف، فإن إرسال البيانات عبر الإنترنت غير آمن تماماً. وعلى الرغم من ذلك، سنبذل قصارى جهدنا لحماية
                البيانات، إلا أننا لا نضمن حماية البيانات المرسلة إلى موقعنا، وتتحمل أنت وحدك تبعات مخاطر إرسال أي بيانات.

            </p>


        </section>
        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">الإشعارات التسويقية</h3>
            <p class="content-color">
                يمكنك رفض تلقي رسائلنا التسويقية في المستقبل في أي وقت عن طريق ضبط تفضيلات المستخدم، من خلال الدخول لقسم
                الإشعارات في صفحة الإعدادات وإيقافها.

            </p>
            <p class="content-color">
                بالإضافة إلى ذلك، سيضع النظام الخاص بنا ملفات تعريف الارتباط عند تسجيل الدخول إلى الموقع وهذا لضمان تجربة
                ممتعة وسلسة للمستخدم عبر الموقع. يمكنك إلغاء تفعيل ملفات تعريف الارتباط عن طريق تغيير إعدادات المتصفح.

            </p>


        </section>
        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">ماذا لو غيرنا سياسة الخصوصية الخاصة بنا؟</h3>
            <p class="content-color">
                يتعرض عملنا لتغييرات بصفة مستمرة، لذا قد تتأثر سياسة الخصوصية الخاصة بنا وتحتاج إلى تغيير موازٍ. سوف نقوم
                بنشر النسخة الحالية لسياسة الخصوصية هذه على الموقع وستظل سارية المفعول منذ نشرها على الموقع أو بناءً على
                الموعد الذي نحدده من جانبنا كـتاريخ لسريانها.

            </p>
            <p class="content-color">
                قد نقوم بإرسال رسائل تذكيرية بصفة دورية عبر البريد الإلكتروني بإخطاراتنا وشروطنا، ولكن ينبغي لك التحقق
                بزيارتك المتكررة لموقعنا للاطلاع على أحدث التغييرات.
            </p>
            <p class="content-color">
                يجب عليك التحقق من سياسة الخصوصية بصورة منتظمة. فإن استمرارك في استخدام الموقع بعد أي تغييرات يُعد موافقة
                منك على سياسة الخصوصية هذه بصيغتها المعدلة.
            </p>


        </section>
        <section class="pb-5">
            <h3 class="title-sub title-color fw-600 title-mb">كيف يمكنك الاتصال بنا؟</h3>
            <p class="content-color">
                إذا كان لديك أي استفسارات أو ملاحظات تتعلق بالبيانات الخاصة بك على الموقع يُرجى الاتصال بنا
                info@qatra.sa وإطلاعنا على الوصف الدقيق لاستفساراتك، وسوف نقوم بالرد عليها و معالجتها.

            </p>


        </section>


    </main>
@endsection
@section('js')
@endsection
