@extends('layouts.app')
@section('title')
    الشروط والأحكام
@endsection
@section('css')
    <style>
        .font-social {
            font-size: 35px;
        }

        .facebook {
            color: #4267B2;
        }

        .twitter {
            color: #1DA1F2;
        }

        .instagram {
            color: #C13584;
        }

        .content-color {
            text-align: justify;
            line-height: 150%;
        }
    </style>
@endsection
@section('skeleton')
@endsection
@section('content')
    <main class="main-wrap terms-condition mb-xxl">
        <section class="p-0">
            <h1 class="title-color">الشروط والأحكام</h1>
            <h2 class="title-sub title-color fw-600 title-mb">مقدمة</h2>
            <p class="content-color">
                أهلاً بكم في  "قطرة خير" الإلكتروني في المملكة العربية السعودية www.qatra.sa ويشار إليه فيما
                بعد بـ "الموقع الإلكتروني".
            </p>
            <p class="content-color">
                إن هذا الموقع ومحتوياته تابع لشركة رؤية للتجارة (مكة المكرمة، الخالدية 2 الرمز البريدي 24351) ويشار
                إليها فيما بعد بـ “نحن/ الشركة/ صيغة المتكلم/ أي سياق أو تعبير يؤدي إلى ذلك". وأنت كمستخدم يشار إليك فيما
                بعد بـ "أنت/ صيغة المخاطب/ أي سياق أو تعبير يؤدي إلى ذلك" حال وصولك إلى الموقع الإلكتروني أو تسجيلك به أو
                استمرارك في استخدامه أو قيامك بشراء منتج ما أو خدمة ما عبره فإنك تقر صراحةً بأنك توافق على الالتزام بهذه
                الشروط والأحكام. مع العلم أن شعار "قطرة خير" الموجود في الموقع مسجل رسمياً في المملكة العربية السعودية
                كعلامة تجارية مملوكة للشركة.
            </p>
            <p class="content-color">
                وعليه يرجى منك مراجعة قائمة الشروط والأحكام بدقة قبل البدء باستخدام الموقع الالكتروني، مع العلم أننا نحتفظ
                بحق تعديلها من قبلنا في أي وقت، واستمرارك باستخدام الموقع الالكتروني بعد تعديلها يعد موافقة على الالتزام
                بالشروط والأحكام التي تم تعديلها.
            </p>
        </section>

        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">شروط الاستخدام:</h3>
            <p class="content-color">
                إن استخدامك الموقع الإلكتروني يقتضي منك الإلمام ب والموافقة على الشروط والأحكام التالية الواردة في هذه
                الاتفاقية، بما فيها المقدمة أعلاه.

            </p>

        </section>
        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">ضوابط استخدام الموقع الإلكتروني:</h3>
            <p class="content-color">
                - إن استخدام خدمات الموقع الإلكتروني متاح فقط للأشخاص القادرين على تمثيل أنفسهم قانونياً وفق نظام المملكة
                العربية السعودية، حيث لا يمكن للأشخاص غير القادرين على تمثيل أنفسهم قانونياً استخدام خدمات الموقع
                الإلكتروني.

            </p>
            <p class="content-color">
                - إن كنت قاصراً (كأن يكون عمرك أقل من 18 سنة) فبإمكانك استخدام خدمات الموقع الإلكتروني تحت إشراف أحد
                الوالدين أو الوصي القانوني شريطة موافقته الالتزام ببنود شروط الاستخدام.

            </p>
            <p class="content-color">
                - استخدامك الموقع الإلكتروني يكون لغرض واحد، وهو شراء المنتجات من خلاله بغرض قيام إدارة الموقع بتوزيعها على
                المستفيدين حسب اختيارك.

            </p>
            <p class="content-color">
                - قبل عملية الشراء يجب التحقق من رقم جوالك الشخصي الخاص بك من خلال رسائل ورمز التحقق الذي يصلك آلياً. ويقبل
                الموقع فقط رقم جوال سعودي أو خليجي يعود لمالك حساب المستخدم وحده.

            </p>
            <p class="content-color">
                - سيكون المستخدم مسؤولاً عن استخدامه خدمات الموقع من خارج المملكة العربية السعودية وذلك بالتزامه التام
                بالقوانين المحلية المتبعة في تلك المنطقة وقوانين المملكة العربية السعودية.

            </p>
            <p class="content-color">
                - شروط وأحكام هذه الاتفاقية تعتبر سارية المفعول وملزمة للمستخدم بشكل كلي ومستمر بغض النظر عن أي اتفاقيات أو
                مفاهمات خارجية.

            </p>
            <p class="content-color">
                - يحق لإدارة الموقع إغلاقه بشكل دائم وكذلك إغلاقه بشكل مؤقت للصيانة وغيرها دون أي تبعات أو مسؤولية على
                الشركة.

            </p>
            <p class="content-color">
                - لا تضمن الشركة خلو الموقع الإلكتروني من الأخطاء والمشكلات التي قد تحدث، ولا نتحمل تبعاتها.

            </p>
            <p class="content-color">
                - أنت مسؤول عن تهيئة تكنولوجيا المعلومات وبرامج الكمبيوتر والمتصفح الخاص بك من أجل الوصول إلى الموقع
                الإلكتروني بالشكل المناسب. مع ضرورة استخدامك لبرمجيات حماية من الفيروسات خاصة بك.

            </p>
            <p class="content-color">
                - لا يحق لأيٍ كان نسخ أو تعديل أو إعادة إنتاج أي جزء من الموقع الإلكتروني أو بياناته بأي طريقة كانت دون إذن
                خطي مسبق من الشركة.

            </p>
            <p class="content-color">
                - لا يحق لأيٍ كان استخدام أي أدوات أو طرق تقوم بتعطيل الموقع الإلكتروني أو تؤثر على أدائه أو تسبب الضرر
                للمستخدمين الآخرين للموقع.

            </p>
        </section>
        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">الدفع:</h3>
            <p class="content-color">
                - لعمليات الدفع عند الشراء من الموقع الالكتروني: نقبل الدفع عن طريق نظام سداد للمدفوعات، البطاقات الائتمانية
                (فيزا، ماستر كارد) فقط، بطاقات (مدى) الصادرة من بنوك سعودية فقط، ويتم الدفع من خلال البوابة الإلكترونية
                الخاصة بمقدم الخدمة البنكية لدينا.

            </p>
            <p class="content-color">
                - في حال الدفع عن طريق الإنترنت، ستستلم إشعاراً على الشاشة فور قبول عملية الدفع. لا نتحمل أي مسؤولية فيما
                إذا تم رفض عملية الدفع أو إلغائها من قبل مزود خدمة البطاقة الائتمانية أو بطاقات (مدى) لأي سبب من الأسباب.
                عندها سيكون عليك التأكد من البنك عن سبب الرفض.

            </p>
            <p class="content-color">
                - نحن لا نقوم بتخزين معلوماتك البنكية على الموقع الإلكتروني. إن جميع المعلومات والتفاصيل التي تقوم بإدخالها
                من خلال بوابة الدفع الإلكترونية يتم تشفيرها بغرض الحماية الأمنية، ويتم أيضا تشفير المراسلات المتداولة من
                وإلى موقع مقدم الخدمة.

            </p>
            <p class="content-color">
                - لا نقوم بتقديم أي من معلومات الدفع التي تمت عن طريق الموقع إلى شركات أخرى أو جهات فردية إلا إذا تم طلبها
                من قبل جهة رسمية قانونية.

            </p>
            <p class="content-color">
                - يجب عليك التأكد من المعلومات المتعلقة ببطاقتك الائتمانية التي تستخدمها في الدفع عند الشراء بأن تكون صحيحة
                وسارية المفعول، والتزام الدقة بإدخال المعلومات، ويجب أن يقتصر استخدام البطاقة الائتمانية أو بطاقات (مدى) على
                البطاقات التابعة لك قانونياً.

            </p>
            <p class="content-color">
                - لن نقوم باستخدام أو مشاركة معلوماتك الشخصية مع أي طرف ثالث ويستثنى من ذلك التحقق من شرعية المعلومات وعدم
                تزويرها أو عند طلبها من الجهات المختصة.

            </p>
            <p class="content-color">
                - لن يكون الموقع الالكتروني مسؤولاً بأي شكل من الأشكال عن استخدامك للبطاقات الائتمانية أو بطاقات (مدى)
                المزورة. وسيتم تحميلك كامل المسؤولية عن استخدام تلك البطاقات، وستكون مسؤولاً بشكل كامل عن إثبات خلاف ذلك.

            </p>
            <p class="content-color">
                - في حال عدم تمكننا من توفير طلبك أو جزء منه، فسنبلغك مباشرة بهذا الخصوص. سيتم إرجاع المبلغ المدفوع بواسطة
                البطاقة الائتمانية أو بطاقة (مدى) بشكل كلي أو جزئي -حسب الحال- إلى البطاقة التي استخدمتها عند دفع قيمة
                الطلب.

            </p>
            <p class="content-color">
                - إن استخدامك لخدمة الدفع لموقعنا الإلكتروني هو موافقة ضمنية لالتزامك بهذه الشروط والأحكام. في حال عدم
                موافقتك لأي بند من بنودها فنرجو منك عدم استخدام هذه الخدمة.

            </p>

        </section>
        <section class="pb-0">
            <h3 class="title-sub title-color fw-600 title-mb">توصيل المنتجات:</h3>
            <p class="content-color">
                - في حال اختار المستخدم التسليم لشخص معين، يجب عليه التأكد من صحة بيانات الشخص ورقمه وأهليته لذلك، مع إبلاغه
                مسبقاً عن موعد التوصيل والتسليم والتأكد من تجاوبه مع مندوب التوصيل.

            </p>
            <p class="content-color">
                - يتم توصيل طلباتك من المياه وغيرها للجهة/ الشخص الذي قمت بتحديده عند شرائك من الموقع، وفي حال تعذر التواصل
                معه أو الوصول له يتم إبلاغك بذلك، مع إتاحة الفرصة لك لاختيار جهة أخرى للتوصيل لها داخل نطاق تشغيل الموقع.

            </p>
            <p class="content-color">
                - يحق للمستخدم تعديل/ إلغاء الطلب قبل التوصيل، وذلك بالتواصل مع إدارة الموقع من خلال نموذج "اتصل بنا". ولا
                يمكنه إلغاء الطلب أو التعديل بعد التوصيل.

            </p>
            <p class="content-color">
                - عند إلغائك الطلب بنجاح، سيتم إرجاع المبلغ المدفوع بواسطة البطاقة الائتمانية أو بطاقة (مدى) بشكل كلي أو
                جزئي -حسب الحال- إلى البطاقة التي استخدمتها عند دفع قيمة الطلب.

            </p>

        </section>
        <section class="pb-5">
            <h3 class="title-sub title-color fw-600 title-mb">للشكاوى والتواصل:</h3>
            <p class="content-color">
                يمكنك تقديم شكوى عند عدم توصيل طلبك للمكان المحدد من طرفك، أو عدم اكتمال أو جودة المحتوى، من خلال الطرق
                التالية:

            </p>
            <p class="content-color">
                - البريد الإلكتروني: info@qatra.sa
            </p>
            <p class="content-color">
                - رقم الجوال: 00966551122267
            </p>
            <p class="content-color">
                - نموذج المراسلات الإلكتروني الموجود في "اتصل بنا" بالموقع الإلكتروني.
            </p>
            <p class="content-color">
                وسيتم الرد عليك خلال يومي عمل.

            </p>
        </section>


    </main>
@endsection
@section('js')
@endsection
